Repository: sunnyside-mutual-aid/Sunnyside-Mutual-Aid
Catalog: project/website/locale/*/LC_MESSAGES/django.po
Languages: bn, es

source: Sunnyside & Woodside Mutual Aid
bn: অঙ্গসাইড-উডসাইড মিউচ্যুয়াল এইড
es: Ayuda Mutua de Sunnyside & Woodside

source: We're coming together as a community to support each other through the Coronavirus COVID-19 outbreak.
bn: আমরা একটি কমিউনিটি হিসেবে একে অপরকে সমর্থন করার জন্য একটি সম্প্রদায় হিসাবে আসছে করোভাইরাস COVID-19 প্রাদুর্ভাব.

source: Return to index
bn: সূচিতে প্রত্যাবর্তন
es: Regresar al índice

source: Sunnyside & Woodside Mutual Aid logo - two trees side by side with the sun in the background
bn: অঙ্গসাইড-উডসাইড মিউচুয়াল এইড লোগো-দুটি গাছ পাশে পাশে সূর্যের সঙ্গে
es: Logo de Sunnyside & Woodside Mutual Aid - dos árboles lado a lado con el sol de fondo.

source: Toggle navigation
bn: টগল নেভিগেশান
es: Cambiar navegación

source: Need Coronavirus Help?
bn: করোভাইরাস সাহায্য প্রয়োজন?
es: ¿Necesita ayuda relacionada al Coronavirus?

source: We’re coming together as a community to support each other through the Coronavirus COVID-19 outbreak.
bn: আমরা একটি কমিউনিটি হিসেবে একে অপরকে সমর্থন করার জন্য একটি সম্প্রদায় হিসাবে আসছে করোভাইরাস COVID-19 প্রাদুর্ভাব.
es: Nos estamos uniendo como comunidad para apoyarnos mutuamente durante el curso del Coronavirus COVID-19.

source: Groceries
bn: মুদিখানার
es: Comestibles

source: Errands
bn: ঘোরাঘুরি
es: Diligencias

source: Support
bn: সমর্থন
es: Apoyo

source: and more!
bn: এবং আরও!
es: ¡y más!

source: Want to volunteer?
bn: স্বেচ্ছাবসর নিতে চান?
es: ¿Quiere ser voluntari@?

source: We’re a group of community organizers helping match volunteers to people in need in Sunnyside, Queens! Please get in touch if you’d like to be added to our network.
bn: আমরা একদল কমিউনিটি সংগঠক, যারা অঙ্গপক্ষকে, কুইন্স! অনুগ্রহ করে যোগাযোগ করুন যদি আপনি আমাদের নেটওয়ার্কে যুক্ত হতে চান ।
es: ¡Somos un grupo de organizadores comunitari@s uniendo a l@s que quieren ayudar con l@s que necesitan ayuda aquí en Sunnyside, Queens! Favor de comunicarse si quiere ser parte de nuestra red de ayuda.

source: Sunnyside & Woodside Mutual Aid Facebook group
bn: অঙ্গসাইড-উডসাইড মিউচ্যুয়াল এইড ফেসবুক গ্রুপ
es: Grupo de Facebook de Sunnyside & Woodside Mutual Aid

source: Sunnyside & Woodside Mutual Aid Twitter
bn: অঙ্গসাইড-উডসাইড মিউচুয়াল এইড টুইটার
es: Twitter de Sunnyside & Woodside Mutual Aid

source: Sunnyside & Woodside Mutual Aid email address
bn: অঙ্গসাইড-উডসাইড মিউচুয়াল এইড ইমেইল ঠিকানা
es: Correo electrónico de Sunnyside & Woodside Mutual Aid

source: Sunnyside & Woodside Mutual Aid telephone contact
bn: অঙ্গসাইড-উডসাইড মিউচুয়াল এইড টেলিফোন যোগাযোগ
es: Contacto telefónico de Sunnyside & Woodside Mutual Aid
